{
  "Sentencia_ID": "000001",
  "Nombre": "20180816_MANZINI_VS_JUEZ_DE_CIRCUITO_AMPARO_1_revMLC",
  "Entrada": "18AMP.304",
  "Tipo":"Amparo de Garantías Constitucionales",
  "Fecha": "20180816",
  "Institucion": "PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL",
  "Articulos":"",
  "Responsable":{
    "Tipo":"Magistrado",
    "Nombre":"Carlos Trujillo Sagel"
  },
  "Partes":[
    {
      "Relevancia": "Demandante",
      "Nombre": "SILVANIA MANZINI DE OBARRIO",
      "Titulo": "",
      "Tipo": "Persona Natural",
      "Cedula":"",
      "Domicilio":""
    },
    {
      "Relevancia": "Demandado",
      "Nombre": "JUEZ DUODECIMO DE CIRCUITO DE LO PENAL DEL PRIMER CIRCUITO JUDICIAL DE PANAMA",
      "Titulo":"OSCAR E. CARRASQUILLA R.",
      "Tipo": "JUEZ",
      "Cedula":"",
      "Domicilio":""
    }
  ],
  "Cuerpo":[
    {
        "Tipo":"Head_1",
        "Contenido":"VISTOS",
        "Numero":0
    },
    {
      "Tipo":"Body_1",
      "Contenido":"La señora SILVANA MANZINI DE DE OBARRIO, por intermedio de apoderado judicial, promueve ante esta Corporación de Justicia amparo de garantías constitucionales en contra del Juez Duodécimo de Circuito de lo Penal del Primer Circuito Judicial de Panamá, por emitir la Providencia de 19 de enero de 2018, a través de la cual se fija el día 25 de julio de 2018, a las 8:30 de la mañana, como fecha para la celebración de la audiencia preliminar dentro del proceso seguido a ADOLFO DE OBARRIO MANZINI, SILVANA MANZINI DE OBARRIO, MIKE BTESH BTESH, GABRIEL BTESH BTESH, YVETIE BARSALLO y MARÍA ALESANDRA SALERNO GÓMEZ, por la supuesta comisión del Delito Contra la Administración Pública, en la modalidad de Enriquecimiento Injustificado; y, fija como fecha alterna el día 8 de agosto de 2018, a las 8:30 de la mañana.",
      "Numero":1
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En los hechos en que se fundamenta el amparo se deja expresado por el apoderado judicial de la amparista que, el 29 de diciembre de 2017, la Fiscalía Anticorrupción de Descarga de la Procuraduría General de la Nación concluyó las sumarias por la posible comisión del Delito Contra la Administración Pública, en la modalidad de Enriquecimiento Injustificado, seguido a la señora SILVANA MANZINI DE DE OBARRIO y otros; proceso que quedó radicado en el Juzgado Duodécimo de Circuito de lo Penal del Primer Circuito Judicial de Panamá.",
      "Numero":2
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Posteriormente, el 9 de marzo de 2018, la Fiscalía Séptima superior de la Procuraduría General de la Nación concluyó las sumarias por la posible comisión del Delito contra el Orden Económico, en la modalidad de Blanqueo de Capitales seguidas a SILVANA DE MANZlNI DE OBARRIO y otros; expediente radicado en el Juzgado Dieciocho de Circuito de lo Penal de Primer Circuito Judicial de Panamá.",
      "Numero":3
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Explica el recurrente que esta segunda causa penal tuvo su origen con la remisión de las sumarias realizada por la Fiscalía Anticorrupción de Descarga de la Procuraduría General de la Nación; en virtud de que el Juzgado Duodécimo de Circuito de lo Penal del Primer Circuito Judicial de Panamá, acogió un incidente de controversia y dispuso el cierre de la investigación por la supuesta comisión del Delito contra la Administración Pública, en la modalidad de Enriquecimiento Injustificado. ",
      "Numero":4
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Agrega que el 12 de junio de 2018, a las 11:24 de la mañana, presentó Incidente de Acumulación para que el Juzgado Duodécimo de Circuito de lo Penal, Despacho a cargo del expediente sobre el Delito contra la Administración Pública decidiera si dicho proceso se acumulaba con el proceso seguido por el Delito contra el Orden Económico, que se encuentra radicado en el Juzgado Dieciocho de Circuito Penal; sin embargo el referido incidente no ha sido resuelto, pese al derecho que le asiste a su representada a una justicia en tiempo razonable, como lo dispone el artículo 15 del Código Procesal Penal y a las garantías, principios y reglas que consagra el citado texto legal.",
      "Numero":5
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Continúa exponiendo que, de acuerdo al artículo 2293 del Código Judicial, el trámite para la acumulación en los procesos penales se rige por el trámite de acumulación de los procesos civiles, por tal motivo se debe atender a lo dispuesto en el artículo 726 de la misma excerpta legal que dispone, “Pedida la acumulación, si la solicitud estuviere en debida forma, el Juez dará traslado por tres días a la otra parte para que exponga lo que estime conveniente sobre ella.”",
      "Numero":6
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Indica que no obstante lo establecido en la norma, el Juez Duodécimo de Circuito Penal del Primer Circuito Judicial de Panamá solo consideró como parte a la agencia del Ministerio Público y no dio traslado a ninguna de las partes de ambos procesos a fin de que expresaran sus consideraciones.",
      "Numero":7
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Aduce el recurrente que la falta de pronunciamiento sobre el Incidente de Acumulación, lleva a que el mismo sea decidido en la fecha de audiencia alterna y se conceda el recurso de apelación que cualquiera de las partes interpondrá, en efecto devolutivo, como lo dispone el artículo 726 del Código Judicial, lo cual “... generaría efectos perniciosos sobre la legalidad, simplificación y concentración del proceso penal con la serie de obvias contradicciones sobre si se acumulan los expedientes, como primer supuesto”; indicando además que, “Si los expedientes no se acumularan, la demora generada… implicaría una abierta violación al principio de una justicia en tiempo razonable en el marco de la eficacia con que deben tramitarse los procesos penales.”",
      "Numero":8
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Concluye el recurrente manifestando que para asegurar la efectividad de las garantías constitucionales de la amparista, el Juez “... debió interrumpir el curso del proceso dado que cualquiera sea la resolución que adopte, en primera instancia, sobre el Incidente de Acumulación, y luego, la que adopte el Tribunal Superior de Justicia, influirá inevitablemente en 1a decisión final sobre una u otra causa penal como lo tiene previsto el artículo 703 del Código Judicial”. ",
      "Numero":9
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De los hechos expuestos, considera el apoderado judicial de la amparista que se ha infringido la garantía constitucional del debido proceso que consagra el artículo 32 de la Constitución Política, debido a que, por un lado, “En el presente caso la ORDEN DE HACER sólo fue dada en traslado al Ministerio Público y ninguna de las demás personas vinculadas... recibieron traslado alguno del Incidente de Acumulación presentado, colmo (sic) se ha dicho, el 12 de junio de 2018 a las 11:24 a.m.” (f.8); y por otro, “... porque al insistirse en la celebración de la audiencia en la fecha alterna, reservándose la facultad de resolver el Incidente de Acumulación durante la celebración de la audiencia, sin irrumpir el proceso crea incertidumbre y contradicciones sea que una u otra cosa sobre el incidente de acumulación, en primera y/o segunda instancia, siendo que la cosa sobre el incidente de acumulación en primera instancia , siendo que la resolución final tendrá gran influencia en el fondo de la o de las sentencias.” (f.9).",
      "Numero":10
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Corresponde al Tribunal, en primer lugar, luego de expuesta la situación fáctica que dieron lugar al amparo de garantías constitucionales en contra de la orden demandada, verificar si la presente demanda cumple con los requisitos de forma y los presupuestos que determinan los artículos 2615, 2616 2617, 2618 y 2019 del Código Judicial, a fin de establecer si la acción constitucional promovida está debidamente formulada y no fuere manifiestamente improcedente.",
      "Numero":11
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En ese sentido, sí bien la demanda cumple con los requisitos comunes a toda demanda, el Tribunal observa que existe un impedimento para la admisión de la presente acción, el cual consiste en que la resolución del 19 de enero de 2018, que fija fecha de audiencia preliminar, no es susceptible de ser atacada vía amparo de garantías constitucionales, debido a que estamos frente a una resolución de mero trámite, de la cual no se derivan violaciones a las garantías constitucionales de la amparista, criterio que ha sido reiterado por el Pleno de la Corte Suprema de Justicia en los siguientes términos: ",
      "Numero":12
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“... la resolución dictada por un Juzgado con el fin de fijar fecha de audiencia preliminar no es susceptible de ser impugnada por la vía de amparo de garantías constitucionales, pues no es más que un asunto de mero trámite del proceso penal, que se emite de acuerdo a la facultad de juzgar que reviste al Tribunal de conocimiento.” (Fallo del 12 de julio del 2012, bajo la ponencia del Magistrado Luís Ramón Fábrega Sánchez). ",
      "Numero":13
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“... En ese sentido, se ha dejado plenamente establecido que estas resoluciones en las que se pone en conocimiento de las partes la fecha de audiencia constituyen autos de mero trámite y por tanto no pueden considerarse órdenes de hacer, ya que entre otras circunstancias, las mismas no están individualizadas, y no son un mandato para la realización de determinada acción.” (Fallo del 11 de noviembre del 2005, bajo la ponencia del Magistrado Virgilio Trjillo.) ",
      "Numero":14
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Aunado a lo anterior, el Tribunal advierte que tanto advierte que tanto al realizarse la exposición de los hechos como el concepto en que ha sido infringido al artículo 32 de la Constitución Política el apoderado judicial de la amparista hace alusión a los posibles efectos que tendría la decisión en tomo a la solicitud de acumulación de procesos, lo cual condiciona a futuro la alegada violación al Debido Proceso; es decir, que la acción está dirigida a la posibilidad de una vulneración a las garantías fundamentales de la amparista y no a una situación actual, por lo que mal puede dirigirse un amparo contra posibilidades o suposiciones, en virtud de que el artículo 54 de la Constitución Política señala que, “Toda persona contra la que se expida o ejecute, por cualquier servidor público, una orden de hacer o de no hacer, que viole los derechos y garantías que esta Constitución consagra, tendrá derecho a que la orden sea revocada a petición suya o de cualquier persona”, situación que no es la existente en el caso de marras. ",
      "Numero":15
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De igual forma, observa este Tribunal Constitucional otra circunstancia que impide la admisión de esta acción ensayada, la cual está relacionada con que el acto impugnado no está debidamente individualizado puesto que el apoderado judicial de la amparista al indicar cuál es la orden impugnada hace cita de la Providencia de 19 de enero de 2018; sin embargo, al explicar la violación a la garantía constitucional del debido proceso indica que: ",
      "Numero":16
    },


    {
      "Tipo":"Body_2",
      "Contenido":"“A.-. La ORDEN DE HACER incurre en la violación al Debido Proceso Legal porque toda persona tiene derecho a ser juzgada “... conforme a los trámites legales...”.",
      "Numero":17
    },
    {
      "Tipo":"Body_2",
      "Contenido":"Los incidentes de acumulación de expediente que por expresa autorización del procedimiento penal se tramitan de acorde con las reglas que regulan la misma materia en asuntos civiles, dispone que tales incidentes se darán traslado por tres días a la otra parte para que exponga lo que estime necesario. ",
      "Numero":18
    },
    {
      "Tipo":"Body_2",
      "Contenido":"En el presente caso la ORDEN DE HACER sólo fue dada en traslado al Ministerio Público y ninguna de las demás personas vinculadas... recibieron traslado alguno del Incidente de acumulación presentado, colmo (sic) se ha dicho, el 12 de junio de 2018 a las 11:24 a.m.” (f.8)",
      "Numero":19
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De lo así expuesto, se advierte que existe imprecisión y la falta de individualizar el acto que se considera violatorio de la garantía constitucional del debido proceso, porque se indica que la resolución impugnada es aquélla que fija fecha de audiencia preliminar; sin embargo, la alegada violación se fundamenta en la omisión del traslado del incidente de acumulación a las demás partes de ambos procesos.",
      "Numero":20
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De manera tal que al no cumplirse con la exigencia prevista en Constitución Política de la República y el numeral 1 del artículo 2619 del Código Judicial, por no existir orden u acto cierto contra la amparista, del cual se advierta vulneración a la garantía del debido proceso, a través de la infracción de una trámite legal esencial, la demanda deviene en manifiestamente improcedente.",
      "Numero":21
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En mérito de lo expuesto, el PRIMER TRIBUNAL SUPERIOR DE JUSTICIA, administrando justicia en nombre de la República y por autoridad de la Ley, NO ADMITE la demanda de amparo de garantías constitucionales propuesta por SILVANA MANZINI DE DE OBARRJO contra el JUEZ DUODÉCIMO DE CIRCUITO DE LO PENAL DEL PRIMER CIRCUITO JUDICIAL DE PANAMÁ, Licenciado OSCAR E. CARRASQUILLA R. ",
      "Numero":22
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Téngase al Licenciado EDUARDO RAÚL SEQUEIRA, como apoderado judicial de la amparista.",
      "Numero":23
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Notifíquese.",
      "Numero":24
    }
  ],
  "Notificados": [
      {
        "Titulo":"MAGISTRADO",
        "Nombre":"CARLOS RAÚL TRUJILLO SAGEL", 
        "Numero": 1
        },
      {
          "Titulo":"MAGISTRADO",
          "Nombre":"CARLOS RAÚL TRUJILLO SAGEL",
          "Numero": 2
        },
      {
          "Titulo":"MAGISTRADO",
          "Nombre":"CARLOS RAÚL TRUJILLO SAGEL",
          "Numero": 3
        },
      {
        "Titulo":"Secretario",
        "Nombre":"",
        "Numero": 4
      }
    ]
  }

