{
  "Sentencias": [
  {
  "Nombre": "20180816_MANZINI_VS_JUEZ_DE_CIRCUITO_AMPARO_1_revMLC",
  "Entrada": "18AMP.304",
  "Tipo":"Amparo de Garantías Constitucionales",
  "Fecha": "20180816",
  "Institucion": "PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL",
  "Articulos":"",
  "Responsable":{
    "Tipo":"Magistrado",
    "Nombre":"Carlos Trujillo Sagel"
  },
  "Partes":[
    {
      "Relevancia": "Demandante",
      "Nombre": "SILVANIA MANZINI DE OBARRIO",
      "Titulo": "",
      "Tipo": "Persona Natural",
      "Cedula":"",
      "Domicilio":""
    },
    {
      "Relevancia": "Demandado",
      "Nombre": "JUEZ DUODECIMO DE CIRCUITO DE LO PENAL DEL PRIMER CIRCUITO JUDICIAL DE PANAMA",
      "Titulo":"OSCAR E. CARRASQUILLA R.",
      "Tipo": "JUEZ",
      "Cedula":"",
      "Domicilio":""
    }
  ],
  "Cuerpo":[
    {
      "Tipo":"Head_1",
      "Contenido":"VISTOS",
      "Numero":0
    },
    {
      "Tipo":"Body_1",
      "Contenido":"La señora SILVANA MANZINI DE DE OBARRIO, por intermedio de apoderado judicial, promueve ante esta Corporación de Justicia amparo de garantías constitucionales en contra del Juez Duodécimo de Circuito de lo Penal del Primer Circuito Judicial de Panamá, por emitir la Providencia de 19 de enero de 2018, a través de la cual se fija el día 25 de julio de 2018, a las 8:30 de la mañana, como fecha para la celebración de la audiencia preliminar dentro del proceso seguido a ADOLFO DE OBARRIO MANZINI, SILVANA MANZINI DE OBARRIO, MIKE BTESH BTESH, GABRIEL BTESH BTESH, YVETIE BARSALLO y MARÍA ALESANDRA SALERNO GÓMEZ, por la supuesta comisión del Delito Contra la Administración Pública, en la modalidad de Enriquecimiento Injustificado; y, fija como fecha alterna el día 8 de agosto de 2018, a las 8:30 de la mañana.",
      "Numero":1
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En los hechos en que se fundamenta el amparo se deja expresado por el apoderado judicial de la amparista que, el 29 de diciembre de 2017, la Fiscalía Anticorrupción de Descarga de la Procuraduría General de la Nación concluyó las sumarias por la posible comisión del Delito Contra la Administración Pública, en la modalidad de Enriquecimiento Injustificado, seguido a la señora SILVANA MANZINI DE DE OBARRIO y otros; proceso que quedó radicado en el Juzgado Duodécimo de Circuito de lo Penal del Primer Circuito Judicial de Panamá.",
      "Numero":2
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Posteriormente, el 9 de marzo de 2018, la Fiscalía Séptima superior de la Procuraduría General de la Nación concluyó las sumarias por la posible comisión del Delito contra el Orden Económico, en la modalidad de Blanqueo de Capitales seguidas a SILVANA DE MANZlNI DE OBARRIO y otros; expediente radicado en el Juzgado Dieciocho de Circuito de lo Penal de Primer Circuito Judicial de Panamá.",
      "Numero":3
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Explica el recurrente que esta segunda causa penal tuvo su origen con la remisión de las sumarias realizada por la Fiscalía Anticorrupción de Descarga de la Procuraduría General de la Nación; en virtud de que el Juzgado Duodécimo de Circuito de lo Penal del Primer Circuito Judicial de Panamá, acogió un incidente de controversia y dispuso el cierre de la investigación por la supuesta comisión del Delito contra la Administración Pública, en la modalidad de Enriquecimiento Injustificado. ",
      "Numero":4
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Agrega que el 12 de junio de 2018, a las 11:24 de la mañana, presentó Incidente de Acumulación para que el Juzgado Duodécimo de Circuito de lo Penal, Despacho a cargo del expediente sobre el Delito contra la Administración Pública decidiera si dicho proceso se acumulaba con el proceso seguido por el Delito contra el Orden Económico, que se encuentra radicado en el Juzgado Dieciocho de Circuito Penal; sin embargo el referido incidente no ha sido resuelto, pese al derecho que le asiste a su representada a una justicia en tiempo razonable, como lo dispone el artículo 15 del Código Procesal Penal y a las garantías, principios y reglas que consagra el citado texto legal.",
      "Numero":5
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Continúa exponiendo que, de acuerdo al artículo 2293 del Código Judicial, el trámite para la acumulación en los procesos penales se rige por el trámite de acumulación de los procesos civiles, por tal motivo se debe atender a lo dispuesto en el artículo 726 de la misma excerpta legal que dispone, “Pedida la acumulación, si la solicitud estuviere en debida forma, el Juez dará traslado por tres días a la otra parte para que exponga lo que estime conveniente sobre ella.”",
      "Numero":6
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Indica que no obstante lo establecido en la norma, el Juez Duodécimo de Circuito Penal del Primer Circuito Judicial de Panamá solo consideró como parte a la agencia del Ministerio Público y no dio traslado a ninguna de las partes de ambos procesos a fin de que expresaran sus consideraciones.",
      "Numero":7
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Aduce el recurrente que la falta de pronunciamiento sobre el Incidente de Acumulación, lleva a que el mismo sea decidido en la fecha de audiencia alterna y se conceda el recurso de apelación que cualquiera de las partes interpondrá, en efecto devolutivo, como lo dispone el artículo 726 del Código Judicial, lo cual “... generaría efectos perniciosos sobre la legalidad, simplificación y concentración del proceso penal con la serie de obvias contradicciones sobre si se acumulan los expedientes, como primer supuesto”; indicando además que, “Si los expedientes no se acumularan, la demora generada… implicaría una abierta violación al principio de una justicia en tiempo razonable en el marco de la eficacia con que deben tramitarse los procesos penales.”",
      "Numero":8
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Concluye el recurrente manifestando que para asegurar la efectividad de las garantías constitucionales de la amparista, el Juez “... debió interrumpir el curso del proceso dado que cualquiera sea la resolución que adopte, en primera instancia, sobre el Incidente de Acumulación, y luego, la que adopte el Tribunal Superior de Justicia, influirá inevitablemente en 1a decisión final sobre una u otra causa penal como lo tiene previsto el artículo 703 del Código Judicial”. ",
      "Numero":9
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De los hechos expuestos, considera el apoderado judicial de la amparista que se ha infringido la garantía constitucional del debido proceso que consagra el artículo 32 de la Constitución Política, debido a que, por un lado, “En el presente caso la ORDEN DE HACER sólo fue dada en traslado al Ministerio Público y ninguna de las demás personas vinculadas... recibieron traslado alguno del Incidente de Acumulación presentado, colmo (sic) se ha dicho, el 12 de junio de 2018 a las 11:24 a.m.” (f.8); y por otro, “... porque al insistirse en la celebración de la audiencia en la fecha alterna, reservándose la facultad de resolver el Incidente de Acumulación durante la celebración de la audiencia, sin irrumpir el proceso crea incertidumbre y contradicciones sea que una u otra cosa sobre el incidente de acumulación, en primera y/o segunda instancia, siendo que la cosa sobre el incidente de acumulación en primera instancia , siendo que la resolución final tendrá gran influencia en el fondo de la o de las sentencias.” (f.9).",
      "Numero":10
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Corresponde al Tribunal, en primer lugar, luego de expuesta la situación fáctica que dieron lugar al amparo de garantías constitucionales en contra de la orden demandada, verificar si la presente demanda cumple con los requisitos de forma y los presupuestos que determinan los artículos 2615, 2616 2617, 2618 y 2019 del Código Judicial, a fin de establecer si la acción constitucional promovida está debidamente formulada y no fuere manifiestamente improcedente.",
      "Numero":11
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En ese sentido, sí bien la demanda cumple con los requisitos comunes a toda demanda, el Tribunal observa que existe un impedimento para la admisión de la presente acción, el cual consiste en que la resolución del 19 de enero de 2018, que fija fecha de audiencia preliminar, no es susceptible de ser atacada vía amparo de garantías constitucionales, debido a que estamos frente a una resolución de mero trámite, de la cual no se derivan violaciones a las garantías constitucionales de la amparista, criterio que ha sido reiterado por el Pleno de la Corte Suprema de Justicia en los siguientes términos: ",
      "Numero":12
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“... la resolución dictada por un Juzgado con el fin de fijar fecha de audiencia preliminar no es susceptible de ser impugnada por la vía de amparo de garantías constitucionales, pues no es más que un asunto de mero trámite del proceso penal, que se emite de acuerdo a la facultad de juzgar que reviste al Tribunal de conocimiento.” (Fallo del 12 de julio del 2012, bajo la ponencia del Magistrado Luís Ramón Fábrega Sánchez). ",
      "Numero":13
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“... En ese sentido, se ha dejado plenamente establecido que estas resoluciones en las que se pone en conocimiento de las partes la fecha de audiencia constituyen autos de mero trámite y por tanto no pueden considerarse órdenes de hacer, ya que entre otras circunstancias, las mismas no están individualizadas, y no son un mandato para la realización de determinada acción.” (Fallo del 11 de noviembre del 2005, bajo la ponencia del Magistrado Virgilio Trjillo.) ",
      "Numero":14
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Aunado a lo anterior, el Tribunal advierte que tanto advierte que tanto al realizarse la exposición de los hechos como el concepto en que ha sido infringido al artículo 32 de la Constitución Política el apoderado judicial de la amparista hace alusión a los posibles efectos que tendría la decisión en tomo a la solicitud de acumulación de procesos, lo cual condiciona a futuro la alegada violación al Debido Proceso; es decir, que la acción está dirigida a la posibilidad de una vulneración a las garantías fundamentales de la amparista y no a una situación actual, por lo que mal puede dirigirse un amparo contra posibilidades o suposiciones, en virtud de que el artículo 54 de la Constitución Política señala que, “Toda persona contra la que se expida o ejecute, por cualquier servidor público, una orden de hacer o de no hacer, que viole los derechos y garantías que esta Constitución consagra, tendrá derecho a que la orden sea revocada a petición suya o de cualquier persona”, situación que no es la existente en el caso de marras. ",
      "Numero":15
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De igual forma, observa este Tribunal Constitucional otra circunstancia que impide la admisión de esta acción ensayada, la cual está relacionada con que el acto impugnado no está debidamente individualizado puesto que el apoderado judicial de la amparista al indicar cuál es la orden impugnada hace cita de la Providencia de 19 de enero de 2018; sin embargo, al explicar la violación a la garantía constitucional del debido proceso indica que: ",
      "Numero":16
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“A.-. La ORDEN DE HACER incurre en la violación al Debido Proceso Legal porque toda persona tiene derecho a ser juzgada “... conforme a los trámites legales...”.",
      "Numero":17
    },
    {
      "Tipo":"Body_2",
      "Contenido":"Los incidentes de acumulación de expediente que por expresa autorización del procedimiento penal se tramitan de acorde con las reglas que regulan la misma materia en asuntos civiles, dispone que tales incidentes se darán traslado por tres días a la otra parte para que exponga lo que estime necesario. ",
      "Numero":18
    },
    {
      "Tipo":"Body_2",
      "Contenido":"En el presente caso la ORDEN DE HACER sólo fue dada en traslado al Ministerio Público y ninguna de las demás personas vinculadas... recibieron traslado alguno del Incidente de acumulación presentado, colmo (sic) se ha dicho, el 12 de junio de 2018 a las 11:24 a.m.” (f.8)",
      "Numero":19
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De lo así expuesto, se advierte que existe imprecisión y la falta de individualizar el acto que se considera violatorio de la garantía constitucional del debido proceso, porque se indica que la resolución impugnada es aquélla que fija fecha de audiencia preliminar; sin embargo, la alegada violación se fundamenta en la omisión del traslado del incidente de acumulación a las demás partes de ambos procesos.",
      "Numero":20
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De manera tal que al no cumplirse con la exigencia prevista en Constitución Política de la República y el numeral 1 del artículo 2619 del Código Judicial, por no existir orden u acto cierto contra la amparista, del cual se advierta vulneración a la garantía del debido proceso, a través de la infracción de una trámite legal esencial, la demanda deviene en manifiestamente improcedente.",
      "Numero":21
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En mérito de lo expuesto, el PRIMER TRIBUNAL SUPERIOR DE JUSTICIA, administrando justicia en nombre de la República y por autoridad de la Ley, NO ADMITE la demanda de amparo de garantías constitucionales propuesta por SILVANA MANZINI DE DE OBARRJO contra el JUEZ DUODÉCIMO DE CIRCUITO DE LO PENAL DEL PRIMER CIRCUITO JUDICIAL DE PANAMÁ, Licenciado OSCAR E. CARRASQUILLA R. ",
      "Numero":22
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Téngase al Licenciado EDUARDO RAÚL SEQUEIRA, como apoderado judicial de la amparista.",
      "Numero":23
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Notifíquese.",
      "Numero":24
    }
  ],
  "Notificados":[
      {
        "Titulo":"MAGISTRADO",
        "Nombre":"CARLOS RAÚL TRUJILLO SAGEL",
        "Numero":1
        },
      {
        "Titulo":"MAGISTRADO",
        "Nombre":"OLGA RUJANO DE LEÓN",
        "Numero":2
        },
      {
        "Titulo":"MAGISTRADO",
        "Nombre":"MIGUEL A. ESPINO G.",
        "Numero":3
        },
      {
        "Titulo":"Secretario",
        "Nombre":"JOSÉ KARAMAÑTES",
        "Numero":4
      }
    ]
  },
{
  "Nombre": "20180820_EDWIN_SANJUR_vs_JUEZ_DE_CIRCUITO_AMPARO_1_revMLC",
  "Entrada": "18AMP1.321",
  "Tipo":"Amparo de Garantías Constitucionales",
  "Fecha": "20180820",
  "Institucion": "PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL",
  "Articulos":"",
  "Responsable":{
    "Tipo":"Suplente Magistrado",
    "Nombre":"LORENA HERNANDEZ"
  },
  "Partes":[
    {
      "Relevancia": "Demandante",
      "Nombre": "EDWIN SANJUR",
      "Titulo": "MAGISTER",
      "Tipo": "Persona Natural",
      "Cedula":"",
      "Domicilio":""
    },
    {
      "Relevancia": "Demandado",
      "Nombre": "JUEZ DUOSEPTIMO DE CIRCUITO DE LO PENAL DEL PRIMER CIRCUITO JUDICIAL DE PANAMA",
      "Titulo":"LORENA HERNANDEZ CEBALLOS",
      "Tipo": "MAGISTRADA SUPLENTE",
      "Cedula":"",
      "Domicilio":""
    }
  ],
  "Cuerpo":[
    {
        "Tipo":"Head_1",
        "Contenido":"VISTOS",
        "Numero":0
    },
    {
      "Tipo":"Body_1",
      "Contenido":"El magíster EDWIN SANJUR, actuando en nombre propio y como representante legal de la sociedad GANADERIA ORO DE OFIR, S.A., ha interpuesto demanda de Amparo de Garantías Constitucionales en contra del Juzgado Decimoséptimo de Circuito de lo Penal del Primer Circuito Judicial de Panamá (Lorena Hernández Ceballos), por haber dictado la orden de no hacer contenida en el Auto de Sobreseimiento Provisional Nº54 de 22 de agosto de 2017, a través del cual se dispone sobreseer provisionalmente a Manuel de Jesús Vargas, dentro de las sumarias en averiguación por la presunta comisión del delito contra el Patrimonio Económico, en la modalidad de Estafa, en perjuicio de Edwin Jesús Sanjur.",
      "Numero":1
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Corresponde al Tribunal, en primer lugar, verificar si la presente demanda cumple con los requisitos de forma y los presupuestos que determinan los artículos 2615, 2616, 2617, 2618 y 2619 del Código Judicial, a fin de determinar si está debidamente formulada y no fuere manifiestamente improcedente por la omisión de alguno de esos requisitos o presupuestos legales.",
      "Numero":2
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En este sentido, si bien la demanda cumple con los requisitos comunes a toda demanda, de la copia auténtica de la resolución demanda, que corre de foja 88 a 106, se advierte que la parte proponente del amparo, siendo el querellante de la presunta comisión del delito en investigación, según se desprende acto seguido a la parte resolutiva de la decisión, anunció recurso de apelación (cf.106); sin embargo, no aportó con la demanda acreditar, relacionadas con el presupuesto legal del numeral 2 del inciso final del artículo 2615 del Código Judicial, sobre “el agotamiento de los trámites o medios ordinarios de impugnación”, a saber: la apelación contra el auto de sobreseimiento que consagra el artículo 2216 del Código Judicial. ",
      "Numero":3
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De igual forma este Cuerpo Colegiado, debe indicar que el acto impugnado data de fecha 22 de agosto de 2017, y dentro de los elementos aportados, no hay elemento alguno que nos permita determinar que la acción de garantías constitucionales fue presentada dentro de los 3 meses que exige la jurisprudencia nacional respecto la existencia de la gravedad e inminencia acerca del daño.",
      "Numero":4
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Además de la lectura atenta del libelo de la presente acción de garantías fundamentales se desprende sin lugar a dudas, que lo que se busca con ella es el examen de aspectos legales, de valoración de pruebas o de interpretación jurídica, que llevaron a la juzgadora atacada a tomar la decisión de sobreseer provisionalmente a Manuel de Jesus Vargas dentro del proceso penal seguido en su contra. (cfs. 6, 7, 8, 9, 13, 18).",
      "Numero":5
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En mérito de lo expuesto, el PRIMER TRIBUNAL SUPERIOR DE JUSTICIA, administrando justicia en nombre de la República y por autoridad de la ley, NO ADMITE la demanda de amparo de garantías constitucionales propuesta por EDWIN SANJUR Y GANADERIA ORO DE OFIR, S.A., en contra de la orden dictada por el JUZGADO DECIMOSEPTIMO DE CÍRCUITO DE LO PENAL DEL PRIMER CÍRCUITO JUDICIAL DE PANAMÁ (LORENA HÉRNANDEZ CEBALLOS, SUPLENETE ESPECIAL).",
      "Numero":6
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Contenida en el Auto de Sobreseimineto Provicional No.54 de 22 de agosto de 2017",
      "Numero":7
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Notifíquese.",
      "Numero":8
    }
  ],
  "Notificados":[
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"LILIANNE M. DUCRET N.",
      "Numero": 1
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"NELSON H RUIZ C.",
      "Numero": 2
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"CARLOS RAÚL TRUJILLO SAGEL",
      "Numero": 3
    },
    {
      "Titulo":"Secretario",
      "Nombre":"",
      "Numero": 4
      }
    ]
  },
  {
  "Nombre": "20180820_FISCAL_SEPTIMA_ANTICORRUPCIÓN_vs_JUEZ SÉPTIMO_DE_CIRCUITO_AMPARO_1",
  "Entrada": "18AMP1.064",
  "Tipo":"Amparo de Garantías Constitucionales",
  "Fecha": "20180820",
  "Institucion": "PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL",
  "Articulos":"",
  "Responsable":{
    "Tipo":"Ponente",
    "Nombre":"NELSON H. RUIZ C."
  },
  "Partes":[
    {
      "Relevancia": "Demandante",
      "Nombre": "LA FISCALÍ SÉPTIMA ANTICORRUPCIÓN ",
      "Titulo": "FISCALÍ SÉPTIMA ANTICORRUPCIÓN ",
      "Tipo": "Entidad Gubernamental",
      "Cedula":"",
      "Domicilio":""
    },
    {
      "Relevancia": "Demandado",
      "Nombre": "JUEZ SÉPTIMO DE CÍRCUITO PENAL DEL PRIMER CIRCUITO JUDICIAL DE PANAMÁ ",
      "Titulo":"JUEZ",
      "Tipo": "Entidad Gubernamental",
      "Cedula":"",
      "Domicilio":""
    }
  ],
  "Cuerpo":[
    {
        "Tipo":"Head_1",
        "Contenido":"VISTOS",
        "Numero":0
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Dentro de la Acción de Amparo de Garantías Constitucionales promovida por la FISCAL SÉPTIMA ANTICORRUPCIÓN DE LA PROCURADURÍA GENERAL DE LA NACIÓN (Licenciada LEYDA ESTHER SAEN DE PITTI) contra el JUEZ SÉPTIMO DE CIRCUITO DE LO PENAL DEL PRIMER CIRCUITO JUDICIAL DE PANAMÁ, Licenciado Felipe Fuentes, mediante Resolución de fecha 24 de julio de 2018, esta Colegiatura dispuso lo siguiente: ",
      "Numero":1
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“Por las consideraciones que se han dejado expuestas, el PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL, administrando justicia en nombre de la República y por autoridad de la Ley, RECHAZA POR IMPROCEDENTE, los recursos de apelación promovidos por la firma forense CASADA ALLARD & CO, apoderada judicial del Licenciado FELIPE FUENTES LÓPEZ, contra Sentencia de fecha veintiséis (26) de junio de dos mil dieciocho (2018) dictada por este Tribunal.”",
      "Numero":2
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Notificada de la referida resolución judicial, la firma forense CABADA ALLARD & CO, apoderada judicial del Licenciado FELIPE FUENTES LÓPEZ, presentó solicitud de aclaración de la meritada Resolución de fecha 24 de julio de 2018, lo cual es consultable a foja 175-179 del presente cuaderno.",
      "Numero":3
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Ahora bien, a fin de determinar la viabilidad de la solicitud de aclaración imprenta por la representación del Licenciado FELIPE FUENTES LÓPEZ se debe tener presente que, según el artículo 999 del Código Judicial, que resulta perfectamente aplicable a las acciones de amparo de garantías constitucionales, conforme lo señalado por el Pleno de la Corte Suprema de Justicia en reiterados pronunciamientos “toda sentencia puede aclararse de oficio o a petición de parte dentro de los tres (3) días siguientes a su notificación.”",
      "Numero":4
    },
    {
      "Tipo":"Body_1",
      "Contenido":"A pesar de lo antes anotado, el Tribuna advierte que si bien, la “SOLICITUD DE ACLARACIÓN DE RESOLUCIÓN” fue presentada oportunamente, por cuanto que la providencia cuya aclaración se solicita, quedó notificada el día 1 de agosto de 2018, fecha en la cual se desfijó el Edicto No.18-2455 de fecha 28 de julio de 2018 (Ver reverso de la foja 171 del expediente), es del caso que, la resolución que se pide sea aclarada por este cuerpo colegiado consiste, como se ha dejado expuesto, en una providencia que rechaza por improcedentes los recursos de apelación ensayados por la representación judicial del Licenciado FELIPE FUENTES LÓPEZ, por consiguiente, esta Colegiatura considera que no le es de aplicación el mencionado artículo 999 del Código Judicial, el cual establece claramente que la petición aclaratoria debe recaer sobre la sentencia que decida el fondo del asunto.",
      "Numero":5
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Teniendo presente lo arriba expuesto, concluye esta Colegiatura que, como quiera que lo solicitado no se ajusta a lo previsto en el referido artículo 999 del Código Judicial, tal petición de aclaración resulta a todas luces improcedente, lo que hace necesario su rechazo.",
      "Numero":6
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Por las consideraciones que se han dejado expuestas en el PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL administrando justicia en nombre de la República y por autoridad de la Ley, RECHAZA POR IMPROCEDENTE la “SOLICITUD DE ACLARACIÓN DE RESOLUSIÓN” que fuera promovida por la firma forense CABADA ALLARD & CO, apoderada judicial del Licenciado FELIPE FUENTES LÓPEZ,",
      "Numero":7
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Notifíquese.",
      "Numero":8
    }
  ],
  "Notificados":[
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"NELSON H RUIZ C.",
      "Numero": 1
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"CARLOS R. TRUJULLO SAGEL",
      "Numero": 2
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"OLGA RUJANO DE LEÓN",
      "Numero": 3
    },
    {
      "Titulo":"Secretario",
      "Nombre":"JOSÉ J. KARAMAÑITES SERETARIO",
      "Numero": 4
    }
  ]
},
{
  "Nombre": "20180822_ANGEL_M._GOMÉZ_vs_JUEZ_DE_GARANTÍAS_DEL_PRIMER_CIRCUITO_JUDICIAL_DE_PANAMÁ_AMPARO_1_revMLC",
  "Entrada": "18AMP1.298",
  "Tipo":"Amparo de Garantías Constitucionales",
  "Fecha": "20180822",
  "Institucion": "PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL",
  "Articulos":"",
  "Responsable":{
    "Tipo":"Magistrado",
    "Nombre":"LILIANNE M. DUCRUET N."
  },
  "Partes":[
    {
      "Relevancia": "Demandante",
      "Nombre": "JUDITH CHEN DE LEE",
      "Titulo": "",
      "Tipo": "Persona Natural",
      "Cedula":"",
      "Domicilio":""
    },
    {
      "Relevancia": "Demandado",
      "Nombre": "CARMELO ZAMBRANO",
      "Titulo":"JUEZ DE GARANTÍAS DEL PRIMER CIRCUITO JUDICIAL DE PANAMA",
      "Tipo": "JUEZ",
      "Cedula":"",
      "Domicilio":""
    }
  ],
  "Cuerpo":[
    {
        "Tipo":"Head_1",
        "Contenido":"VISTOS",
        "Numero":0
    },
    {
      "Tipo":"Body_1",
      "Contenido":"El licenciado ANGEL M. GÓMEZ G., actuando en nombre y representación de JUDITH CHEN DE LEE, ha presentado Acción de Amparo de Garantías Constitucionales contra EL JUEZ DE GARANTÍAS DEL PRIMER CIRCUITO JUDICIAL DE PANAMÁ, el licenciado CARMELO ZAMBRANO. ",
      "Numero":1
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Se impugna con esta acción, la DECISIÓN JUDICIAL emitida en el Acto de Audiencia Oral celebrado el día 28 de julio de 2018, dentro del Proceso Penal (2016 0003 5562) seguido a GILBERTO VENTURA CEBALLO y otros por presunto delito de Asociación Ilícita, Evasión y Falsedad Documental.",
      "Numero":2
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En atención a lo preceptuado por los artículos 2615, 2616 y 2619 del Código Judicial, procede esta Sede de Amparo con el estudio de admisibilidad y viabilidad correspondiente, para lo cual se verificará el cumplimiento de los requisitos de ley, así como también los criterios jurisprudenciales de la materia.",
      "Numero":3
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Al respecto, debe decirse que si bien la acción de amparo de garantías constitucionales puede ejercerse contra toda clase de acto que vulnere o lesione los derechos o garantías fundamentales consagrados en la constitución no se puede soslayar que, quien acude a sede de amparo debe, en todo caso, cumplir con los presupuestos exigidos para las demandas de carácter constitucional. Es por eso, que resulta dable citar algunos de los requisitos establecidos en la ley, lo cuales se encuentran contemplados en el artículo 2619 del Código Judicial, que versa así: ",
      "Numero":4
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Agrega que el 12 de junio de 2018, a las 11:24 de la mañana, presentó Incidente de Acumulación para que el Juzgado Duodécimo de Circuito de lo Penal, Despacho a cargo del expediente sobre el Delito contra la Administración Pública decidiera si dicho proceso se acumulaba con el proceso seguido por el Delito contra el Orden Económico, que se encuentra radicado en el Juzgado Dieciocho de Circuito Penal; sin embargo el referido incidente no ha sido resuelto, pese al derecho que le asiste a su representada a una justicia en tiempo razonable, como lo dispone el artículo 15 del Código Procesal Penal y a las garantías, principios y reglas que consagra el citado texto legal.",
      "Numero":5
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“Articulo 2619. Además de los requisitos comunes a todas las demandas, la demanda de amparo deberá contener:",
      "Numero":6
    },
    {
      "Tipo":"Body_2",
      "Contenido":"1. Mención expresa de la orden impugnada;",
      "Numero":7
    },
    {
      "Tipo":"Body_2",
      "Contenido":"2. Nombre del servidor público, funcionario, institución o corporación que la impartió; ",
      "Numero":8
    },
    {
      "Tipo":"Body_2",
      "Contenido":"3. Los hechos en que funda su pretensión; y ",
      "Numero":9
    },
    {
      "Tipo":"Body_2",
      "Contenido":"4. Las garantías fundamentales que se estimen infringidas y el concepto en que lo han sido. ",
      "Numero":10
    },
    {
      "Tipo":"Body_2",
      "Contenido":"Con la demanda se presentará la prueba de la orden impartida, si fuere posible; o manifestación expresa, de no haberla podido obtener”. -el subrayado es de la Sala- ",
      "Numero":11
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En esa dirección, y luego de efectuar una minuciosa revisión del libelo de la demanda presentada, tenemos que el accionante en el escrito de amparo de garantías constitucionales, al referirse a la mención expresa de la orden impugnada, indicó lo siguiente: “la demanda de Amparo de Garantías Constitucionales se promueve el Auto (oral) s/n emitido el sábado 28 de julio de 2018, en la Sala de Audiencias No.1, Plaza Agora”; es decir, que el activador constitucional no individualizó concretamente el acto impugnado. ",
      "Numero":12
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Lo anterior quiere decir, que existe una imprecisión de la parte demandante respecto a la actuación que a su juicio infringe la garantía constitucional, puesto que, no cumplió con la obligación de identificar correctamente la orden impugnada, ya que en la meritada audiencia el juez de garantía resolvió diversos incidentes; de esta manera, desatiende lo consagrado por el numeral 1 del artículo 2619 del Código Judicial.",
      "Numero":13
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Por otro lado, es importante señalar que si bien la tendencia en materia de amparos es la de liberar esta acción de formalismos rigurosos, de forma tal que se garantice a los ciudadanos los derechos fundamentales consagrados en la Constitución; en ese sentido, se evidencia que los argumentos expuestos por el activador constitucional, son de carácter legal, y no constitucional. ",
      "Numero":14
    },
    {
      "Tipo":"Body_1",
      "Contenido":"La jurisprudencia de la Corte Suprema de Justicia ha precisado, que el recurso de amparo de garantías constitucionales no puede dar cabida a la impugnación de una resolución invocándose aspectos de legalidad, es decir, que no se debe entrar en nuevo debate acerca de la aplicación de normas sustantivas y las motivaciones que utilizó el funcionario demandado, para proferir la orden. Dicho de otra manera, no se puede perseguir, mediante la interposición de una demanda de derechos constitucionales, la ponderación de aspectos relativos a los trámites propios de los procesos en su correspondiente jurisdicción. En el fallo de 13 de octubre de 2004, el Pleno de nuestra Suprema Corporación, manifestó lo siguiente: ",
      "Numero":15
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“… Advierte la Corte, además, que el accionante pretende a través de este medio extraordinario de impugnación debatir cuestiones de legalidad, lo que no es apropiado. Sobre ello, el Pleno en reiteradas ocasiones ha manifestado que la acción de amparo de garantías constitucionales no es la vía para debatir cuestiones de carácter legal acerca de las decisiones del funcionario judicial, pues ello traerla como consecuencia desvirtuar el propósito de esta acción autónoma y extraordinaria que es la de tutelar derechos y garantías consagrados en la Constitución Nacional…”",
      "Numero":16
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Sin ánimo de entrar en mayores consideraciones, puesto que está vedado a los tribunales de amparo, en etapa de admisibilidad emitir opiniones, respecto al fondo de la pretensión constitucional; empero, según se desprende de la misma, lo que busca la amparista es que ésta instancia revise aspectos relacionados con la exclusión de la querella en el proceso penal. Aunado a lo anterior, observa ésta Judicatura que los cargos de violación endilgados se encuentran dirigidos a cuestionar la actuación del funcionario demandado quien, en todo caso, se encuentra facultado para tales propósitos.",
      "Numero":17
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En reiteradas ocasiones, éste Tribunal Constitucional ha dejado por sentado que no se puede entrar a determinar, a través de ésta vía, si la interpretación de las normas o la valoración realizada por un Juez en un caso determinado, ha sido correcta o no, pues la acción de amparo no es una instancia más del proceso ni es una instancia revisora, y así lo ha sostenido nuestra Máxima Corporación de Justicia, en copiosos pronunciamientos. ",
      "Numero":18
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Siendo así las cosas, y como quiera que los argumentos expuestos por el amparista están orientados a que ésta instancia jurisdiccional revise la actuación judicial del juzgador, y al no cumplir con el numeral 1 del artículo 2619 del Código Judicial, se procederá a inadmitir la presente demanda de amparo de garantías constitucionales",
      "Numero":19
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En mérito de lo expuesto, el PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL, administrando justicia en nombre de la República y por autoridad de la Ley, NO ADMITE la acción de Amparo de Garantías Constitucionales promovida por el licenciado ANGEL M, GOMEZ G., actuando en nombre y representación de JUDITH CHEN DE LEE conta EL JUEZ DE GARANTÍAS DEL PRIMER CIRCUITO JUDICIAL DE PANAMÁ, el licenciado CARMELO ZAMBRANO.",
      "Numero":20
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Notifíquese.",
      "Numero":21
    }
  ],
  "Notificados":[
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"LILIANNE M. DUCRET N.",
      "Numero": 1
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"NELSON H RUIZ C.",
      "Numero": 2
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"CARLOS R. TRUJULLO SAGEL",
      "Numero": 3
    },
    {
      "Titulo":"Secretario",
      "Nombre":"JOSÉ J. KARAMAÑITES SERETARIO",
      "Numero": 4
    }
  ]
},
{
  "Nombre": "20180822_ELVIS_ANEL_RODRIGUEZ_vs_JUEZ_PRIMERO_DE_CIRCUITO_DE_LO-PENAL__1",
  "Entrada": "18AMP1.290",
  "Tipo":"Amparo de Garantías Constitucionales",
  "Fecha": "20180822",
  "Institucion": "PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL",
  "Articulos":"",
  "Responsable":{
    "Tipo":"Magistrado",
    "Nombre":"MIGUEL A. ESPINO G."
  },
  "Partes":[
    {
      "Relevancia": "Demandante",
      "Nombre": "Elvis Anel Rodríguez",
      "Titulo": "",
      "Tipo": "Persona Natural",
      "Cedula":"",
      "Domicilio":""
    },
    {
      "Relevancia": "Demandado",
      "Nombre": "",
      "Titulo":"Juez Primero de Circuito de lo Penal Encargado del Tercer Circuito Judicial de Panamá",
      "Tipo": "JUEZ",
      "Cedula":"",
      "Domicilio":""
    }
  ],
  "Cuerpo":[
    {
        "Tipo":"Head_1",
        "Contenido":"VISTOS",
        "Numero":0
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Conoce el Primer Tribunal la demanda de Amparo de Derechos Constitucionales presentada por Elvis Anel Rodríguez en contra del Juez Primero de Circuito de lo Penal Encargado del Tercer Circuito Judicial de Panamá, en ocasión de los Actos adoptados durante la audiencia plenaria que se llevó a cabo el día I 9 de abril del 2018 en la Sala de Audiencias del Juzgado Primero de Circuito Ramo Penal del Tercer Circuito Judicial de Panamá.",
      "Numero":1
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Una vez admitida la demanda constitucional mediante providencia del 23 de julio del 2018 se requiere del funcionario demandado su actuación o un informe sobre los hechos materia de la demanda quien opta por remitir las constancias procesales.",
      "Numero":2
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De los fundamentos de la pretensión constitucional:",
      "Numero":3
    },
    {
      "Tipo":"Body_2",
      "Contenido":"1. “En el acta de audiencia oral celebrada el 19 de abril de 2018, había sido aducido por parte nuestra como defensa técnica la comparencia de los testigos Dik Gilberto Rodríguez Alonso, Alcibiades Benitez Nuñez, Miguel Angel Rodríguez y Eloisa Pascual Chiru.",
      "Numero":4
    },
    {
      "Tipo":"Body_2",
      "Contenido":"2. Estas personas rindieron su testimonio tal como se había programado y peticionado por nosotros.",
      "Numero":5
    },
    {
      "Tipo":"Body_2",
      "Contenido":"3. Luego que se surtiese el interrogatorio por nosotros como defensa técnica, el Ministerio Público, el Representante de la querella, y el abogado defenso del coimputado, el Juez Edgar Nateron Rodriguez, procedió a hacer un interrogatorio a los señores Dik Gilberto Rodríguez Alonso, Alcibiades Benitez Nuñez, Miguel Angel Rodriguez y Eloisa Pascual Chiru.",
      "Numero":6
    },
    {
      "Tipo":"Body_2",
      "Contenido":"4. Con su actuación, no solo vulnera y se aleja de su condición de Juez que debe mantener una conducta de imparcialidad e independencia, sino que incluso procede a emitir epítetos de amenaza contra dos de ellos, cuando los testigos se toman nerviosos ante sus palabras y titubean en su testimonio.",
      "Numero":7
    },
    {
      "Tipo":"Body_2",
      "Contenido":"5. La separación de funciones, que se encuentra consignado en el artículo 5 del Código Procesal Penal, le priva al juez de hacer este tipo de interrogatorios, abrogándose la condición de las partes intervinientes.",
      "Numero":8
    },
    {
      "Tipo":"Body_2",
      "Contenido":"6. Es sumamente reprochable la actuación del Juez en el acto de audiencia, ya que al actuar de esta manera provocó temor en los testigos, al interpelarlos de la manera que lo hizo,",
      "Numero":9
    },
    {
      "Tipo":"Body_2",
      "Contenido":"7. Incluso se esgrimieron epítetos de abrirles causa por un supuesto delito de Falso testimonio. Se trató de un acto bochornoso, en el cual la imparcialidad que debía mantener el Juez a lo largo de la audiencia se vulneró de manera flagrante.”",
      "Numero":10
    },
    {
      "Tipo":"Head_1",
      "Contenido":"De los Derechos Fundamentales que se señalan Infringidos.",
      "Numero":11
    },
    {
      "Tipo":"Body_1",
      "Contenido":"La decisión que se ataca, señala el pretensor, es una orden de hacer que violenta el debido trámite de ley quebrantándose el artículo 32 de la Constitución Política que consagra el debido proceso. ",
      "Numero":12
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Igualmente se señala como lesionadas las garantías judiciales que se establecen en el artículo 8 de la Convención Americana de los Derechos Humanos, y en su petición de fondo la parte demandante solicita al Tribunal se revoque la orden de hacer proferida por el Juez Primero de Circuito del Tercer Circuito Judicial de Panamá suplente Edgar Naterón, consistente en proceder a interrogar a los testigos en la audiencia del 19 de abril del 2018. ",
      "Numero":13
    },
    {
      "Tipo":"Head_1",
      "Contenido":"CRITERIO Y DECISIÓN DEL TRIBUNAL ",
      "Numero":14
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Una vez leídos los cargos que se le imputan a la actuación del Juez el Tribunal procede a escuchar el extenso audio y no encuentra que se fundamente la presente acción constitucional, toda vez que contrario a lo señalado por el demandante, el juzgador únicamente recibe a los testigos, les pregunta sus datos y luego lee el artículo 385 del Código Penal que establece como delito el falso testimonio. ",
      "Numero":15
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Es de señalar que con la demanda se acompaña una transcripción de la audiencia que es bastante fiel a lo que se presentó, aunque no se trascriben las preguntas a los testigos ni sus respuestas en vinculación con el caso. Pero sí se trascribe lo señalado por el Juzgador a cada uno de ellos. ",
      "Numero":16
    },
    {
      "Tipo":"Body_1",
      "Contenido":"El Tribunal señala que se colocan en palabras del juzgador situaciones que no se identifican en el audio, es decir, el demandante no señala a qué minutos de la grabación se encuentran los actos que supuestamente son lesivos a los derechos del demandante constitucional. ",
      "Numero":17
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Se recuerda, que de acuerdo al artículo 2619 con la demanda de amparo de derechos se debe presentar la prueba de la orden impartida, lo que en el medio informático se determina al identificar y dar la ubicación del momento en el que se presentan los actos o hechos que son reclamados a nivel jurisdiccional. ",
      "Numero":18
    },
    {
      "Tipo":"Body_1",
      "Contenido":"De los documentos adjuntos con la demanda, observa el Tribunal que de la simple lectura del acta trascrita se evidencia que el Juzgador penal demandado no ha faltado a su imparcialidad, ni mucho menos amenazado a los testigos, como se señala en los fundamentos de la demanda por lo antes expuesto, el PRIMER TRIBUNAL SUPERIOR DE la República y por autoridad de la Ley, NO CONCEDE el Amparo de Derechos Constitucionales presentado por Elvis Anel Rodríguez en contra del Juez Primero de Circuito de lo Penal Encargado del Tercer Circuito Judicial de Panamá, en ocasión de los Actos adoptados durante la audiencia plenaria que se llevó a cabo el día 19 de abril del 2018.",
      "Numero":19
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Notifíquese.",
      "Numero":20
    }
  ],
  "Notificados":[
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"MIGUEL A. ESPINO G",
      "Numero":1
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"LILIANNE M. DUCRET N.",
      "Numero":2
    },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"NELSON H RUIZ C.",
      "Numero":3
    },
    {
      "Titulo":"Secretario",
      "Nombre":"JOSÉ J. KARAMAÑITES SERETARIO",
      "Numero": 4
    }
  ]
},
{
  "Nombre": "20180822_ELVIS_ANEL_RODRIGUEZ_vs_JUEZ_PRIMERO_DE_CIRCUITO_DE_LO-PENAL__1_revMLC",
  "Entrada": "18AMP1.317",
  "Tipo":"Amparo de Garantías Constitucionales",
  "Fecha": "20180822",
  "Institucion": "PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL",
  "Articulos":"",
  "Responsable":{
    "Tipo":"Magistrado",
    "Nombre":"LILIANNE M. DUCRUET N."
  },
  "Partes":[
    {
      "Relevancia": "Demandante",
      "Nombre": "FRANZ OLMEDO WEVER ZALDIVAR",
      "Titulo": "",
      "Tipo": "Persona Natural",
      "Cedula":"",
      "Domicilio":""
    },
    {
      "Relevancia": "Demandado",
      "Nombre": "SERGIO YORETT",
      "Titulo":"FISCAL SEGUNDO DE DESCARGA DE PANAMÁ",
      "Tipo": "FISCAL",
      "Cedula":"",
      "Domicilio":""
    }
  ],
  "Cuerpo":[
    {
        "Tipo":"Head_1",
        "Contenido":"VISTOS",
        "Numero":0
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Conoce el Primer Tribunal Superior la demanda de Amparo de Derechos Constitucionales presentada por FRANZ OLMEDO WEVER ZALDIVAR en contra del Fiscal Segundo de Circuito de Descarga de Panamá, en ocasión de haber dictado la Vista Fiscal Nº1277 de 16 de junio del 2017.",
      "Numero":1
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Corresponde seguidamente el pronunciamiento sobre la admisibilidad de la acción de amparo, para lo cual el Tribunal debe, en primer lugar verificar si la misma satisface las exigencias de los artículos 2615, 2616 y 2619 del Código Judicial. ",
      "Numero":2
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En esa dirección, se cumplieron con los requisitos mínimos exigidos por las disposiciones legales en comento, ya que se menciona el acto impugnado, el servidor público que la expidió, los hechos en que se funda la pretensión constitucional y las garantías fundamentales que estiman fueron infringidas. ",
      "Numero":3
    },
    {
      "Tipo":"Body_1",
      "Contenido":"También se advierte que el apoderado del amparista acompañó copia autenticada de la Vista Penal No.1277 de 16 de junio de 2017, que contiene la orden atacada en esta acción, tal como lo exige el último párrafo del artículo 2619 del Código Judicial ",
      "Numero":4
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Así mismo se advierte que el amparo ha sido incoado por quien tiene interés en la revocación de la orden impugnada e igualmente se advierte que el amparo está dirigido contra el funcionario que dictó la orden atacada, con lo que se cumplen los presupuestos de legitimación activa y pasiva. ",
      "Numero":5
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Ahora bien, este Tribunal de Amparo debe advertir que en el presente caso el accionante no ha acreditado haber agotado los medios y trámites previstos en la ley para la impugnación de la orden objeto de este recurso, requisito indispensable para que pueda proceder el amparo, tal como lo exige el numeral 2 del artículo 2615 del Código Judicial. ",
      "Numero":6
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Según se desprende de la Vista Penal No.1277, de 16 de junio de 2017, la misma se expidió dentro de las sumarías seguidas al amparista y otros por la presunta comisión de un delito contra el patrimonio económico en perjuicio del Comité Olímpico de Panamá y fue expedida por la Fiscalía Segunda de Descarga del Primer Circuito Judicial de Panamá. ",
      "Numero":7
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Y sabido es que las actuaciones del Ministerio Público, conforme el artículo 1993 del Código Judicial, deben ser objetadas por las partes mediante incidente de controversia, el que será resuelto por el Tribunal competente. ",
      "Numero":8
    },
    {
      "Tipo":"Body_1",
      "Contenido":"El criterio de que para poder promover un amparo contra una actuación del Ministerio Público se requiere haber agotado el incidente de controversia dispuesto en el artículo 1993 del Código Judicial, ha sido sostenido reiterada y consistentemente por el Pleno de la Corte Suprema de Justicia. A manera de ejemplo tenemos fallo de la Corte Suprema de Justicia, de fecha 18 de marzo de 2014, bajo la ponencia del Exmagistrado Harley J. Mitchell D., que en la parte pertinente dice así:",
      "Numero":9
    },
    {
      "Tipo":"Body_2",
      "Contenido":"“Vemos, que la decisión impugnada del A-quo es la no admisión de la acción de garantía propuesta contra la vista Fiscal referida puesto que se estimó, que el accionante acusa otras actuaciones de la agente de instrucción en distintos momentos procesales durante la investigación, lo que consideró impreciso, además porque no refirió cuál fue el trámite o la norma que generó la infracción de la garantía del debido proceso. ",
      "Numero":10
    },
    {
      "Tipo":"Body_2",
      "Contenido":"De otro modo observamos que el accionante en el recurso de apelación esgrimió, que se debe admitir esta acción constitucional porque la Fiscal demandada violó el debido proceso, toda vez que no citó personalmente a su poderdante para que rindiera declaración indagatoria; no valoró un escrito pruebas que presentó durante la investigación y tampoco consideró antes de emitir la Vista Fiscal, que el Juez Quinto de Circuito Penal del Primer Circuito Judicial estaba conociendo de un incidente de controversia formulado sobre pruebas.",
      "Numero":11
    },
    {
      "Tipo":"Body_2",
      "Contenido":"Acotado lo anterior, debemos remitirnos a lo dispuesto en el artículo 1993 en concordancia con el 2616 del Código Judicial, atendiendo a que todas las actuaciones de los agentes del Ministerio Público podrán ser objetadas a través del incidente de controversia, motivo por el cual previo a la interposición de esta acción de garantía, deben agotarse los medios idóneos que brinda la ley para que proceda la admisibilidad de la acción...” (Corte Suprema de Justicia, Panamá, Harley J. Mitchell D. 18 de marzo de 2014, Amparo de Garantías Constitucionales. Resaltado es nuestro) ",
      "Numero":12
    },
    {
      "Tipo":"Body_1",
      "Contenido":"En resumen, como quiera que no se acreditó que se hubieren agotado los medios o trámites previstos en la ley para enervar la orden atacada, este Tribunal considera la demanda indebidamente formulada y manifiestamente improcedente; y, en consecuencia, estima no debe admitirla, en base a lo preceptuado en el artículo 2620 del Código Judicial, a contrario sensu. ",
      "Numero":13
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Por lo anteriormente expuesto, el PRIMER TRIBUNAL SUPERIOR DEL PRIMER DISTRITO JUDICIAL, administrando justicia en nombre de la República y por la autoridad de la Ley, NO ADMITE, la demanda de Amparo de Derechos Constitucionales presentada por FRANZ OLMEDO WEVER ZALDIVAR en contra del Fiscal Segundo de Descarga del Circuito de Panamá, en ocasión de haber dictado la Vista Fiscal Nº1277 de 16 de junio de 2017",
      "Numero":14
    },
    {
      "Tipo":"Body_1",
      "Contenido":"Téngase al Doctor José Rigoberto Acevedo, como apoderado judicial del pretensor en los términos conferidos en el poder ",
      "Numero":15
    },
    {
      "Tipo":"Body_1",
      "Contenido":"NOTIFÍQUESE.",
      "Numero":16
    }
  ],
  "Notificados": [
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"LILIANNE M. DUCRET N.",
      "Numero": 1
      },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"NELSON H RUIZ C.",
      "Numero": 2
      },
    {
      "Titulo":"MAGISTRADO",
      "Nombre":"CARLOS R. TRUJULLO SAGEL",
      "Numero": 3
      },
    {
      "Titulo":"Secretario",
      "Nombre":"JOSÉ J. KARAMAÑITES SERETARIO",
      "Numero": 4
        }
      ]
    }
  ]
}
